{
    "_title": [
        "d100 reasons you miss an attack"
    ],
    "_author": [
        "Fehling0v0"
    ],
    "_date": [
        "2025/08/01"
    ],
    "_brief": [
        "文本来自Philip Jensen\nhttps://philipjensen.itch.io/d100-reasons-you-miss-an-attack"
    ],
    "_version": [
        "1.0.0"
    ],
    "_keys": [
        "miss"
    ],
"miss":[
"A cold shiver runs down your spine.",
"A classic parry, how underwhelming.",
"Pain in your liver. You stop your movement",
"You get a sense that someone is horrible at rolling dice.",
"An incredible sound echoes as you hit absolutely nothing.",
"You cut off a finger, but the enemy just laughs it off.",
"You strike. They parry. You jump back. Defeated for now.",
"The steel from the enemy's weapon temporarily blinds you.",
"You hit the enemy in a mirror, it shatters!",
"You are tired of being told what to do! Attack? No way.",
"You strike with immense force, but the armor is too thick.",
"Maybe your quest giver lied? Why are you even here?",
"A chill. You turn to see there's nobody behind you.",
"The sound of silver interrupts you. You start grinning.",
"You slap the enemy. They laugh at your weak attempt.",
"You swing not once, not twice, but three times and miss.",
"A reflection in your weapon blinds you.",
"The voices disturb you, and you stab into nothing.",
"You swing for the fences.",
"Blood gets in your eye.",
"A lot of air died.",
"You try reasoning with the enemy.",
"You slip slightly in a pile of blood.",
"A foul stench makes you nauseous.",
"Images from your last kill haunts you.",
"Voices. Oh the voices!",
"why oh why didn't you study law?",
"A sewer rat bites your feet.",
"You hit yourself over the calf.",
"You trip yourself as you stride forward.",
"Your weapon is suddenly heavy.",
"Blocked by a shield, classic.",
"Your eye pops out - you spend your turn putting it back.",
"After sprinting forward you suddenly lack air, you gasp.",
"You close your eyes and hope for the best.",
"A chilling sound as your weapon drags across the floor.",
"A grueling growl – you are hungry.",
"You sweat excessively and have to switch hands.",
"You swing widly and accidentially hit someone else.",
"You strike at their legs, they jump incredible high.",
"You hit the enemy with the non-lethal side of your weapon.",
"You make an impressive flourish. Incredible!",
"Eye contact. is that empathy? disgust?",
"You start debating with yourself.",
"A swing and a miss. This ain't baseball.",
"You hit the ground so hard, you drop your weapon.",
"After swinging your weapon for so long you're tired.",
"The sound of pottery breaking makes you shiver, mom?",
"If the world is ending, why even fight?",
"The enemy stops the blade with his hand.",
"The lack of clean air makes you dizzy.",
"You put away your weapon and crack your knuckles.",
"A raven intervenes at the exact moment of impact, it dies.",
"A kick whirls dirt into your eyes.",
"You hit the foul stench in the room.",
"You crack your neck and roar something metal.",
"You contemplate your whole life and decide to hold back.",
"You stand idle for 10 seconds – like an idiot.",
"As if your weapons is made of rubber it wobbles on impac.",
"You hit their armor and strip off a teeny tiny bit.",
"The enemy rips off their arm, and parries with it.",
"You decide yelling might work best. For now.",
"Trying to toy with the enemy you make an obvious miss.",
"You laugh at their weakness. Try and hit me.",
"Is that blood? You spend your turn wiping it off.",
"The enemy parries and turns towards a tougher opponent.",
"The enemy kicks your the shin before you can act.",
"Bullseye. If you wanted to hit the wall.",
"The enemy moves at the last second.",
"A menacing fart from another PC.",
"You over extend but regain your footing – or do you?",
"You forgot to draw your weapon.",
"You realize you should have stayed home in the gutter.",
"If God is dead, why kill more people?",
"A chandelier in the ceiling interrupts your swing.",
"You flourish your weapon and catch it upside-down.",
"Your fathers lack of approval paralyzes you with sadness.",
"You deliver a fierce and menacing stab. but the enemy moves.",
"You fumble your weapon but quickly pick it up.",
"Your horoscope was right. This isn't your day.",
"Your last meal or the lack thereof kicks in, badly.",
"A looming fog disturbs your vision.",
"You see double and strike the non-existing enemy.",
"Your weapon goes through the opponents chest. They laugh.",
"Your weapon hits right between their body and their arm.",
"The enemy drags their nails across a chalkboard.",
"You step back. Surely the others can finish this.",
"You decide it's better to wait out the violence.",
"Your blade hits some furniture. It's stuck – fuck.",
"The enemy's hair blows as you miss their face by an inch",
"the enemy roars. Their horrible breath sickens you.",
"a horrifying squeak from a carrion owl startles you.",
"sweat gets in your eyes.",
"you slide aggressively. The enemy just steps over you.",
"you swing for the neck and hit, had the enemy been taller.",
"deja-vu. You stop for a second. Is this real?",
"a friend is hit and you turn in fear as they scream.",
"you swing your weapon and dust whirls. You sneeze.",
"you make a small cut over the enemy's cheek.",
"your weapon breaks even though you did not fumble."
]
}